
INSERT INTO `promo`.`cupInputArray`
    (`firstName`,
     `lastName`,
     `email`,
     `company`,
     `country`,
     `favTeam`,
     `invite`,
     `lang`,
     `emailValOne`,
     `emailValTwo`,
     `hintOne`,
     `hintTwo`,
     `promotion`,
     `finalPage`,
     `rules`,
     `regMode`)
    VALUES
    ('Имя',
     'Фамилия',
     'Имаил',
     'Компания',
     'Страна',
     'Любимая Команда',
     'Кто Вас Пригласил?',
     'mu',
     'Данный имаил уже установлен. Попробуйте друго',
     'Формат имеила: yourname@provider.zone',
     'нажмите Tab: для продолжения',
     'нажмите Escape: для шага назад',
     'Ничего не установлено..',
     '<h2>Спасибо, все готово.</h2><p>Резльтаты вашей регистрации были сохранены и отосланы вам по имейлу.</p><p>Хорошей игры.</p>',
     '<h2>Правила Игры:</h2>
      <p>1. После заполнеия регистрационной формы вам будут присвоены 3 комманды и 1 команда победитель.</p>
      <p>2. Если все присвоенные вам команды выиграют к заверающему раунда, ва ваиграете подарочную карту (в размере в ващей валюты <span id=\"dataRules\">loading.. </span>).</p>
      <p>3. Если ваша команда победитель выиграет весь турнамент, ва ваигрываете подарочную карту (в размере в ващей валюты <span id=\"dataRules\">loading.. </span>).</p>
      <p>4. В дополнении, после регистрации в <span id=\"dataRules\">loading.. </span> Cup Challenge,
            вы автомотически включаетесь в розагрыш одного из главных призов iPad Pro, DJI Mavic Drone, или набор фан-подарков из вашей страны.</p>',
     '<h2>Спасибо за участие<br>Акция завершена</h2>'
    );
